<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register Page Language Lines
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'Register',
    ],

    'page_title' => [
        'index' => 'Register',
    ],

    'page_description' => [
        'index' => 'Register page',
    ],

    'page_heading' => [
        'index' => 'Register',
    ],

    'meta_title' => 'TGN Forum Registration',

    'form_heading' => 'ลงทะเบียนร่วมงาน (จำนวนจำกัด)',

    'form_first_name'       => 'ชื่อ',
    'form_last_name'        => 'นามสกุล',
    'form_phone'            => 'เบอร์ติดต่อ',
    'form_email'            => 'อีเมล',
    'form_organization'     => 'องค์กร (ถ้ามี)',
    'form_social_challenge' => 'หัวข้อทางสังคมที่คุณสนใจ',
    'social_challenge'      => [
        'GOAL 1'  => 'เป้าหมายที่ 1 : ขจัดความยากจน',
        'GOAL 2'  => 'เป้าหมายที่ 2 : ขจัดความหิวโหย',
        'GOAL 3'  => 'เป้าหมายที่ 3 : การมีสุขภาพและความเป็นอยู่ที่ดี',
        'GOAL 4'  => 'เป้าหมายที่ 4 : การศึกษาที่เท่าเทียม',
        'GOAL 5'  => 'เป้าหมายที่ 5 : ความเท่าเทียมทางเพศ',
        'GOAL 6'  => 'เป้าหมายที่ 6 : การจัดการน้ำและสุขาภิบาล',
        'GOAL 7'  => 'เป้าหมายที่ 7 : พลังงานสะอาดที่ทุกคนเข้าถึงได้',
        'GOAL 8'  => 'เป้าหมายที่ 8 : การจ้างงานที่มีคุณค่าและการเติบโตทางเศรษฐกิจ',
        'GOAL 9'  => 'เป้าหมายที่ 9 : อุตสาหกรรม นวัตกรรม โครงสร้างพื้นฐาน',
        'GOAL 10' => 'เป้าหมายที่ 10: ลดความเหลื่อมล้ำ',
        'GOAL 11' => 'เป้าหมายที่ 11: เมืองและถิ่นฐานมนุษย์อย่างยั่งยืน',
        'GOAL 12' => 'เป้าหมายที่ 12: แผนการบริโภคและการผลิตที่ยั่งยืน',
        'GOAL 13' => 'เป้าหมายที่ 13: การรับมือการเปลี่ยนแปลงสภาพภูมิอากาศ',
        'GOAL 14' => 'เป้าหมายที่ 14: การใช้ประโยชน์จากมหาสมุทรและทรัพยากรทางทะเล',
        'GOAL 15' => 'เป้าหมายที่ 15: การใช้ประโยชน์จากระบบนิเวศทางบก',
        'GOAL 16' => 'เป้าหมายที่ 16: สังคมสงบสุข ยุติธรรม ไม่แบ่งแยก',
    ],

    'register_button' => 'ลงทะเบียน',

    'thankyou_message'      => 'ขอบคุณสำหรับการลงทะเบียน ',
    'thankyou_fail_message' => 'ลงทะเบียนไม่สำเร็จ กรุณาลองใหม่อีกครั้ง',

    'loading' => 'กำลังบันทึกข้อมูล',

    'first_name_error'   => 'กรุณาระบุชื่อ',
    'last_name_error'    => 'กรุณาระบุนามสกุล',
    'phone_error'        => 'กรุณาระบุเบอร์ติดต่อ',
    'email_error'        => 'กรุณาระบุอีเมล',
    'email_error_format' => 'กรุณาระบุอีเมลที่ถูกต้อง',
    'gender_error'       => 'กรุณาระบุเพศ',
    'country_error'      => 'กรุณาระบุประเทศ',
    'profession_error'   => 'กรุณาระบุอาชีพ',

    'submenu' => [
        [
            'route' => '#register',
            'name'  => 'ลงทะเบียน',
        ],
        [
            'route' => '#concept',
            'name'  => 'Concept TGN',
        ],
        [
            'route' => '#agenda',
            'name'  => 'กำหนดการ',
        ],
        [
            'route' => '#gallery',
            'name'  => 'แกลเลอรี',
        ],
        [
            'route' => '#map',
            'name'  => 'แผนที่',
        ],
    ],

    'concept_detail' => 'องค์กรเครือข่ายผู้ให้ (The Givers Network) คือการรวมตัวกันของกลุ่มผู้ให้ทั้งปัจเจกบุคคลและองค์กร ที่เชื่อในการร่วมกันแบ่งปันทรัพยากร ความรู้ และร่วมกันให้ เพื่อสร้างผลลัพธ์ที่ยิ่งใหญ่กว่าการที่เราแต่ละคนจะทำให้สำเร็จได้เพียงลำพัง The Givers Network จึงก่อกำเนิดขึ้นสำหรับผู้ให้ทุกคนได้แบ่งปันสู่สังคมร่วมกัน',
    'vision'         => 'วิสัยทัศน์',
    'vision_detail'  => 'เพื่อพัฒนาและขยายเครือข่ายของผู้ให้ เพื่อตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม',
    'mission'        => 'OUR MISSION',

    'mission_detail' => '1. เชื่อมโยงกลุ่มผู้ให้ องค์กรการกุศล และบุคคลทั่วไปเพื่อร่วมกันตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม<br>
    2. ระดมสมองเพื่อร่วมหาหนทางในการเพิ่มผลลัพธ์ทางสังคมในมิติที่กว้างและลึกซึ้งยิ่งขึ้น <br>
    3. สร้างแรงบันดาลใจ เสริมศักยภาพ และให้การสนับสนุนเหล่าผู้ให้<br>
    4. สร้างเวทีเพื่อการแบ่งปันทรัพยากรในการให้เพื่อสังคม',

    'previous_event' => 'PREVIOUS EVENT',
    'agenda'         => 'กำหนดการ',
    'gallery'        => 'แกลเลอรี',

    'map'        => 'แผนที่',
    'google_map' => 'แผนที่ Google',
    'image_map'  => 'แผนที่รูปภาพ',
    'follow'     => 'ติดตามเรา',

    'speakers'            => [
        'title'     => 'SPEAKERS',
        'speaker_1' => [
            'name'              => 'มร.บิลล์ โซเมอร์วิลล์',
            'short_description' => 'เจ้าของสูตรสำเร็จ “การให้” ง่ายๆที่สร้างผลลัพธ์ที่ยิ่งใหญ่',
            'description'       => 'ผู้ก่อตั้ง Philanthropic Ventures Foundation ในประเทศสหรัฐอเมริกา อาจารย์มหาวิทยาลัย ที่ปรึกษา และเจ้าของหนังสือ Grassroots Philanthropy ที่เริ่มจากความไว้เนื้อเชื่อใจ ผสานกับประสบการณ์จริงที่สั่งสมมากว่า 50 ปี จากองค์กรไม่แสวงหากำไร ทำให้เขาคือหนึ่งใน “ผู้ให้” ที่สร้างผลลัพธ์อันสร้างสรรค์และทรงพลังมากที่สุดคนหนึ่ง',
        ],
        'speaker_2' => [
            'name'              => 'ด.ญ.ลิลลี่ สถิตธนาสาร',
            'short_description' => 'นักสิ่งแวดล้อมรุ่นจิ๋ว กับภารกิจกอบกู้โลก',
            'description'       => 'เด็กหญิงวัย 8 ขวบที่ตั้งใจจะเปลี่ยนแปลงโลกให้น่าอยู่ขึ้น ผ่านการรณรงค์ให้ผู้คนหันมาดูแลสิ่งแวดล้อมและสภาพภูมิอากาศอย่างจริงจัง ไม่ว่าจะเป็นรอบตัว ไปจนถึงคนระดับผู้นำประเทศอย่างนายกรัฐมนตรี เธอมุ่งหวังให้เด็กทุกคนได้ตระหนักรู้ด้านสิ่งแวดล้อมในหลักสูตรของโรงเรียนทั่วไป เธอเข้าหาองค์กรเอกชนชั้นนำหลากหลายแห่ง เพื่อร่วมหาคำตอบในการ “ลด ละ เลิก” การใช้พลาสติกแบบใช้ครั้งเดียวทิ้ง',
        ],
        'speaker_3' => [
            'name'              => 'คุณมีชัย วีระไวทยะ',
            'short_description' => 'ประธานสมาคมพัฒนาประชากรและสังคม ไม่ว่าจะมีบทบาทไหนในสังคม เขาคือผู้นำการเปลี่ยนแปลง',
            'description'       => 'ผู้ที่คร่ำหวอดในการรณรงค์ด้านสังคมและบริการสาธารณะ อดีตรัฐมนตรี อย่างคุณมีชัย มุ่งมั่นเดินหน้าสร้างการเปลี่ยนแปลงและนวัตกรรมทางสังคมอย่างต่อเนื่อง ตั้งแต่ความสำเร็จในการทำให้ครอบครัวไทยมีลูกน้อยลงจากเดิม 7 คนเป็นต่ำกว่า 2 คน การต่อต้านโรคเอดส์ที่ช่วยปกป้องคนไทยกว่า 10 ล้านคน การเชื่อมโยงภาคธุรกิจเอกชนให้มีส่วนร่วมพัฒนาชุมชนเพื่อขจัดความยากจน ไปจนถึงการสร้างนวัตกรรมการศึกษาที่มีนักเรียนเป็นศูนย์กลางที่ได้รับการยกย่องจากองค์การสหประชาชาติ โดยมีโรงเรียนมีชัยพัฒนาเป็นต้นแบบ',
        ],
        'speaker_4' => [
            'name'              => 'นายแพทย์วรวิทย์ ตันติวัฒนทรัพย์',
            'short_description' => 'ผู้อำนวยการโรงพยาบาลอุ้มผาง หมอชนบทที่คุณค่าของทุกชีวิต คือความหมายของ 27 ปีแห่งความเสียสละ',
            'description'       => 'ผู้ซึ่งใช้เวลากว่าค่อนชีวิต ดูแลผู้คนไม่จำกัดสัญชาติในถิ่นทุรกันดารในพื้นที่ตะเข็บชายแดนไทย-เมียนมาร์ ความสุขของผู้ป่วยและญาติ คือความสุขของคุณหมอ',
        ],
        'speaker_5' => [
            'name'              => 'ด.ญ.ไหน แซ่เติ๋น',
            'short_description' => 'เด็กหญิงธรรมดาที่ต้นทุนในชีวิตไม่ใช่ข้อจำกัดของการให้ ',
            'description'       => 'ผู้ที่ชะตาชีวิตขีดเขียนให้ต้องระหกระเหินในต่างแดนตั้งแต่อายุยังน้อย แม้ในชีวิตจะแทบไม่รู้จักนิยามของคำว่าสุขสบาย แต่กลับใช้ประสบการณ์แห่งความยากลำบากของตน เป็นกระจกส่องให้เห็นถึงความต้องการของผู้คนรอบข้างเธอ และยื่นมือเข้าช่วยเหลือ ไม่เคยเกี่ยงงานเล็กหรืองานใหญ่ ชีวิตของน้องไหน คือนิยามของ “Pay it forward” ที่แท้จริง',
        ],
        'speaker_6' => [
            'name'              => 'ดร.การดี เลียวไพโรจน์',
            'short_description' => 'ผู้ดำเนินรายการ <br> Chief Advisor for Innovation and Future Foresight, FutureTales Lab, MQDC',
            'description'       => 'Chief Advisor for Innovation and Future Foresight, FutureTales Lab, MQDC',
        ],
    ],
    'agenda_date'         => 'เสาร์ที่ 5 ตุลาคม 2562',
    'agenda_description'  => 'งานสัมมนานี้เป็นงานสัมมนาประจำปีครั้งที่ 2 ของ The Givers Network เพื่อตอกย้ำแนวคิด “ให้ด้วยกันยิ่งให้ได้ไกล Together we can give better”ร่วมเรียนรู้และแลกเปลี่ยนประสบการณ์ในการสร้างผลลัพท์ทางสังคมกับวิทยากรที่เปี่ยมด้วยแรงบันดาลใจแห่งการให้ในหลากหลายมิติ เพื่อจุดประกายความคิดและร่วมแบ่งปันทรัพยากร ประสบการณ์ สู่การให้ร่วมกันที่เกิดผลมากยิ่งขึ้น',
    'agenda_content'      => '<tr>
                            <th>8:30 – 9:00 <i class="fas fa-clock"></i></th>
                            <td>
                                <strong>ลงทะเบียน</strong>
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <th>9 : 00 AM – 11:30 AM <i class="fas fa-clock"></i></th>
                            <td>
                                <strong>แบ่งปันประสบการณ์ของผู้ให้โดยวิทยากร ณ ห้องแมกโนเลีย บอลรูม ชั้น 10</strong>
                                <p>
                                    มร.บิลล์ โซเมอร์วิลล์ เจ้าของสูตรสำเร็จ “การให้” ง่ายๆที่สร้างผลลัพธ์ที่ยิ่งใหญ่
                                </p>
                                <p>
                                    ด.ญ.ระริน สถิตธนาสาร (น้องลิลลี่) นักสิ่งแวดล้อมรุ่นจิ๋ว กับภารกิจกอบกู้โลก
                                </p>
                                <p>
                                    คุณมีชัย วีระไวทยะ ผู้นำการเปลี่ยนแปลง ไม่ว่าจะมีบทบาทไหนในสังคม
                                </p>
                                <p>
                                    นพ.วรวิทย์ ตันติวัฒนทรัพย์ หมอชนบทที่คุณค่าของทุกชีวิต คือความหมายของ 27
                                    ปีแห่งความเสียสละ
                                </p>
                                <p>
                                    ด.ญ.ไหน แซ่เติ๋น เด็กหญิงธรรมดาที่ต้นทุนในชีวิตไม่ใช่ข้อจำกัดของการให้
                                </p>
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <th>11:30 – 13:00 <i class="fas fa-clock"></i></th>
                            <td>
                                <strong>รับประทานอาหารกลางวัน</strong>
                            </td>
                            <td></td>
                        </tr>
                        <tr>
                            <th>13:00 <i class="fas fa-clock"></i></th>
                            <td>
                                <strong>ปิดการสัมมนา</strong>
                            </td>
                            <td></td>
                        </tr>',
    'form_closed_heading' => 'ขออภัยค่ะ ขณะนี้มีผู้ลงทะเบียนร่วมงานเต็มแล้ว',
    'closed'              => 'ท่านสามารถติดตามรับชมงานสัมมนา The Givers Network Bangkok, 2019 <br>  ในวันที่ 5 ตุลาคม 2562 ตั้งแต่เวลา 9.00 – 11.30 น.<br>  ได้ทาง  Facebook live ที่ Fanpage The Givers Network 
https://www.facebook.com/thegiversnetwork/ และ <br> Youtube live ที่ Youtube Channel The Givers Network https://www.youtube.com/thegiversnetwork
<br> คุณสามารถติดตามความเคลื่อนไหวต่างๆ ของ The Givers Network ได้ทางแฟนเพจ และร่วมเป็นเครือข่ายผู้ให้กับเราได้ที่ https://giversnetwork.org/signup',

    'youtube' => 'k1L4BWAKRY4',

];