<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register Page Language Lines
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'Register',
    ],

    'page_title' => [
        'index' => 'Register',
    ],

    'page_description' => [
        'index' => 'Register page',
    ],

    'page_heading' => [
        'index' => 'Register',
    ],

    
    'meta_title' => 'TGN Forum Registration',

    'form_heading' => 'ลงทะเบียนเพื่อรับสิทธิพิเศษ',

    'form_first_name' => 'ชื่อ',
    'form_last_name'  => 'นามสกุล',
    'form_phone'      => 'เบอร์ติดต่อ',
    'form_email'      => 'อีเมล',
    'form_gender'     => 'เพศ',
    'gender'       => [
        'ชาย',
        'หญิง',
    ],
    'form_country'  => 'ประเทศ',
    'country'       => [
        'xx',
        'xx',
        'xx',
    ],
    'form_profession'     => 'อาชีพ',
    'profession'          => [
        'Student',
        'Businessperson',
        'Academic',
        'Professional',
        'Other'
    ],

    'register_button' => 'ลงทะเบียน',

    'thankyou_message'      => 'ขอบคุณสำหรับการลงทะเบียน ',
    'thankyou_fail_message' => 'ลงทะเบียนไม่สำเร็จ กรุณาลองใหม่อีกครั้ง',

    'loading' => 'กำลังบันทึกข้อมูล',

    'first_name_error'   => 'กรุณาระบุชื่อ',
    'last_name_error'    => 'กรุณาระบุนามสกุล',
    'phone_error'        => 'กรุณาระบุเบอร์ติดต่อ',
    'email_error'        => 'กรุณาระบุอีเมล',
    'email_error_format' => 'กรุณาระบุอีเมลที่ถูกต้อง',
    'gender_error'    => 'กรุณาระบุเพศ',
    'country_error'       => 'กรุณาระบุประเทศ',
    'profession_error'       => 'กรุณาระบุอาชีพ',

    'submenu' => [
        [
            'route' => '#register',
            'name' => 'ลงทะเบียน',
        ],
        [
            'route' => '#concept',
            'name' => 'Concept TGN',
        ],
        [
            'route' => '#agenda',
            'name' => 'กำหนดการ',
        ],
        [
            'route' => '#gallery',
            'name' => 'แกลเลอรี',
        ],
        [
            'route' => '#map',
            'name' => 'แผนที่',
        ],
    ],

    'concept_detail'        => 'องค์กรเครือข่ายผู้ให้ (The Givers Network) คือการรวมตัวกันของกลุ่มผู้ให้ทั้งปัจเจกบุคคลและองค์กร ที่เชื่อในการร่วมกันแบ่งปันทรัพยากร ความรู้ และร่วมกันให้ เพื่อสร้างผลลัพธ์ที่ยิ่งใหญ่กว่าการที่เราแต่ละคนจะทำให้สำเร็จได้เพียงลำพัง The Givers Network จึงก่อกำเนิดขึ้นสำหรับผู้ให้ทุกคนได้แบ่งปันสู่สังคมร่วมกัน',
    'vision'        => 'วิสัยทัศน์',
    'vision_detail'        => 'เพื่อพัฒนาและขยายเครือข่ายของผู้ให้ เพื่อตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม',
    'mission'        => 'OUR MISSION',
    
    'mission_detail'  => '1. เชื่อมโยงกลุ่มผู้ให้ องค์กรการกุศล และบุคคลทั่วไปเพื่อร่วมกันตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม<br>
    2. ระดมสมองเพื่อร่วมหาหนทางในการเพิ่มผลลัพธ์ทางสังคมในมิติที่กว้างและลึกซึ้งยิ่งขึ้น <br>
    3. สร้างแรงบันดาลใจ เสริมศักยภาพ และให้การสนับสนุนเหล่าผู้ให้<br>
    4. สร้างเวทีเพื่อการแบ่งปันทรัพยากรในการให้เพื่อสังคม',

    'previous_event' => 'PREVIOUS EVENT',
    'agenda' => 'กำหนดการ',
    'gallery'        => 'แกลเลอรี',

    'map'        => 'แผนที่',
    'google_map' => 'แผนที่ Google',
    'image_map'  => 'แผนที่รูปภาพ',
    'follow'     => 'ติดตามเรา',

    'speakers' => [
        'title'     => 'SPEAKERS',
        'speaker_1' => [
            'name'               => 'มร.บิลล์ โซเมอร์วิลล์',
            'short_description'       => 'เจ้าของสูตรสำเร็จ “การให้” ง่ายๆที่สร้างผลลัพธ์ที่ยิ่งใหญ่',
            'description'          => 'ผู้ก่อตั้ง Philanthropic Ventures Foundation ในประเทศสหรัฐอเมริกา อาจารย์มหาวิทยาลัย ที่ปรึกษา และเจ้าของหนังสือ Grassroots Philanthropy ที่เริ่มจากความไว้เนื้อเชื่อใจ ผสานกับประสบการณ์จริงที่สั่งสมมากว่า 50 ปี จากองค์กรไม่แสวงหากำไร ทำให้เขาคือหนึ่งใน “ผู้ให้” ที่สร้างผลลัพธ์อันสร้างสรรค์และทรงพลังมากที่สุดคนหนึ่ง',
        ],
        'speaker_2' => [
            'name'               => 'ด.ญ.ลิลลี่ สถิตธนาสาร',
            'short_description'       => 'นักสิ่งแวดล้อมรุ่นจิ๋ว กับภารกิจกอบกู้โลก',
            'description'          => 'เด็กหญิงวัย 8 ขวบที่ตั้งใจจะเปลี่ยนแปลงโลกให้น่าอยู่ขึ้น ผ่านการรณรงค์ให้ผู้คนหันมาดูแลสิ่งแวดล้อมและสภาพภูมิอากาศอย่างจริงจัง ไม่ว่าจะเป็นรอบตัว ไปจนถึงคนระดับผู้นำประเทศอย่างนายกรัฐมนตรี เธอมุ่งหวังให้เด็กทุกคนได้ตระหนักรู้ด้านสิ่งแวดล้อมในหลักสูตรของโรงเรียนทั่วไป เธอเข้าหาองค์กรเอกชนชั้นนำหลากหลายแห่ง เพื่อร่วมหาคำตอบในการ “ลด ละ เลิก” การใช้พลาสติกแบบใช้ครั้งเดียวทิ้ง',
        ],
        'speaker_3' => [
            'name'               => 'คุณมีชัย วีระไวทยะ',
            'short_description'       => 'ประธานสมาคมพัฒนาประชากรและสังคม ไม่ว่าจะมีบทบาทไหนในสังคม เขาคือผู้นำการเปลี่ยนแปลง',
            'description'          => 'ผู้ที่คร่ำหวอดในการรณรงค์ด้านสังคมและบริการสาธารณะ อดีตรัฐมนตรี อย่างคุณมีชัย มุ่งมั่นเดินหน้าสร้างการเปลี่ยนแปลงและนวัตกรรมทางสังคมอย่างต่อเนื่อง ตั้งแต่ความสำเร็จในการทำให้ครอบครัวไทยมีลูกน้อยลงจากเดิม 7 คนเป็นต่ำกว่า 2 คน การต่อต้านโรคเอดส์ที่ช่วยปกป้องคนไทยกว่า 10 ล้านคน การเชื่อมโยงภาคธุรกิจเอกชนให้มีส่วนร่วมพัฒนาชุมชนเพื่อขจัดความยากจน ไปจนถึงการสร้างนวัตกรรมการศึกษาที่มีนักเรียนเป็นศูนย์กลางที่ได้รับการยกย่องจากองค์การสหประชาชาติ โดยมีโรงเรียนมีชัยพัฒนาเป็นต้นแบบ',
        ],
        'speaker_4' => [
            'name'               => 'นายแพทย์วรวิทย์ ตันติวัฒนทรัพย์',
            'short_description'       => 'ผู้อำนวยการโรงพยาบาลอุ้มผาง หมอชนบทที่คุณค่าของทุกชีวิต คือความหมายของ 27 ปีแห่งความเสียสละ',
            'description'          => 'ผู้ซึ่งใช้เวลากว่าค่อนชีวิต ดูแลผู้คนไม่จำกัดสัญชาติในถิ่นทุรกันดารในพื้นที่ตะเข็บชายแดนไทย-เมียนมาร์ ความสุขของผู้ป่วยและญาติ คือความสุขของคุณหมอ',
        ],
        'speaker_5' => [
            'name'               => 'ด.ญ.ไหน แซ่เติ๋น',
            'short_description'       => 'เด็กหญิงธรรมดาที่ต้นทุนในชีวิตไม่ใช่ข้อจำกัดของการให้ ',
            'description'          => 'ผู้ที่ชะตาชีวิตขีดเขียนให้ต้องระหกระเหินในต่างแดนตั้งแต่อายุยังน้อย แม้ในชีวิตจะแทบไม่รู้จักนิยามของคำว่าสุขสบาย แต่กลับใช้ประสบการณ์แห่งความยากลำบากของตน เป็นกระจกส่องให้เห็นถึงความต้องการของผู้คนรอบข้างเธอ และยื่นมือเข้าช่วยเหลือ ไม่เคยเกี่ยงงานเล็กหรืองานใหญ่ ชีวิตของน้องไหน คือนิยามของ “Pay it forward” ที่แท้จริง',
        ],
        'speaker_6' => [
            'name'               => 'ดร.การดี เลียวไพโรจน์',
            'short_description'       => 'Karndee',
            'description'          => 'Karndee',
        ],
    ],

];