<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Home
    |--------------------------------------------------------------------------
    */

    'page_link' => [
        'index' => 'หน้าแรก',
    ],

    'page_title' => [
        'index' => 'หน้าแรก',
    ],

    'page_description' => [
        'index' => 'หน้าแรก',
    ],

    'return'  => 'กลับไปที่หน้าแรก',
    'welcome' => 'ยินดีต้อนรับ',

    'about_us'   => [
        'title'     => 'เกี่ยวกับเรา',
        'sub_title' => 'Together, We Can Give Better',
        'what_is'   => 'What is the Givers Network?',
        'content'   => [
            'องค์กรเครือข่ายผู้ให้ (The Givers Network) คือการรวมตัวกันของกลุ่มผู้ให้ทั้งปัจเจกบุคคลและองค์กร ที่เชื่อในการร่วมกันแบ่งปันทรัพยากร ความรู้ และร่วมกันให้ 
            เพื่อสร้างผลลัพธ์ที่ยิ่งใหญ่กว่าการที่เราแต่ละคนจะทำให้สำเร็จได้เพียงลำพัง The Givers Network จึงก่อกำเนิดขึ้นสำหรับผู้ให้ทุกคนได้แบ่งปันสู่สังคมร่วมกัน',
        ],
    ],
    'vision'     => [
        'title'   => 'วิสัยทัศน์',
        'content' => 'เพื่อพัฒนาและขยายเครือข่ายของผู้ให้ เพื่อตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม',
    ],
    'what_we_do' => [
        'our_mission' => 'OUR MISSION',
        'content'     => [
            [
                'number' => '01.',
                'text'   => 'เชื่อมโยงกลุ่มผู้ให้ องค์กรการกุศล และบุคคลทั่วไปเพื่อร่วมกันตอบโจทย์ความต้องการที่แท้จริงของผู้คน สังคม และสิ่งแวดล้อม',
            ],
            [
                'number' => '02.',
                'text'   => 'ระดมสมองเพื่อร่วมหาหนทางในการเพิ่มผลลัพธ์ทางสังคมในมิติที่กว้างและลึกซึ้งยิ่งขึ้น',
            ],
            [
                'number' => '03.',
                'text'   => 'สร้างแรงบันดาลใจ เสริมศักยภาพ และให้การสนับสนุนเหล่าผู้ให้',
            ],
            [
                'number' => '04.',
                'text'   => 'สร้างเวทีเพื่อการแบ่งปันทรัพยากรในการให้เพื่อสังคม',
            ],
        ],
    ],
];
